Repository: cming2r/ios-split
Catalog: split/Resources/Localizable.xcstrings
Source language: en
Languages: es_mx, ja, ko, zh_hans, zh_hant

source: Notes
es_mx: Notas
ja: メモ
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: No Trips
es_mx: Sin viajes
ja: 旅行なし
ko: 여행 없음
zh_hans: 没有行程
zh_hant: 沒有行程

source: Not specified
es_mx: No especificado
ja: 未指定
ko: 미지정
zh_hans: 未指定
zh_hant: 未指定

source: Open Camera
es_mx: Abrir cámara
ja: カメラを開く
ko: 카메라 열기
zh_hans: 打开相机
zh_hant: 開啟相機

source: Open Settings
es_mx: Abrir ajustes
ja: 設定を開く
ko: 설정 열기
zh_hans: 前往设置
zh_hant: 前往設定

# splitMethod.even
source: Even
ja: 均等
ko: 균등
zh_hans: 均分
zh_hant: 均分

# orderBy.byItems
source: By items
ja: 品目ごと
ko: 품목별
zh_hans: 依品项
zh_hant: 依品項

# orderedBy
source: Split
ja: 分担
ko: 분담
zh_hans: 分帐
zh_hant: 分帳

# overBudget %@
source: Over budget by %@
es_mx: Excedido en %@
ja: %@ 超過
ko: %@ 초과
zh_hans: 已超支 %@
zh_hant: 已超支 %@

source: Paid: %@
es_mx: Pagado: %@
ja: 支払済み: %@
ko: 지불: %@
zh_hans: 已付: %@
zh_hant: 已付: %@

source: Paid By
es_mx: Pagado por
ja: 支払者
ko: 지불한 사람
zh_hans: 付款人
zh_hant: 付款人

# participant.friendA
source: Friend A
es_mx: Amigo A
ja: 友人A
ko: 친구A
zh_hans: 朋友A
zh_hant: 朋友A

# participant.friendB
source: Friend B
es_mx: Amigo B
ja: 友人B
ko: 친구B
zh_hans: 朋友B
zh_hant: 朋友B

# participant.me
source: Me
es_mx: Yo
ja: 自分
ko: 나
zh_hans: 自己
zh_hant: 自己

# participant.partner
source: Partner
es_mx: Pareja
ja: パートナー
ko: 파트너
zh_hans: 伴侣
zh_hant: 伴侶

# participant.person %lld
source: P%lld
ja: メンバー%lld
ko: 멤버%lld
zh_hans: 成员%lld
zh_hant: 成員%lld

# participantCount %lld
source: %lld people
es_mx: %lld personas
ja: %lld人
ko: %lld명
zh_hans: %lld 人
zh_hant: %lld 人

# participantName
source: Name
es_mx: Nombre
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Participants
es_mx: Participantes
ja: 参加者
ko: 참여자
zh_hans: 参与者
zh_hant: 參與者

# participants.count %lld
source: %lld participants
es_mx: %lld participantes
ja: %lld人の参加者
ko: %lld명 참여자
zh_hans: %lld 位参与者
zh_hant: %lld 位參與者

source: Partner
es_mx: Pareja
ja: パートナー
ko: 파트너
zh_hans: 另一半
zh_hant: 另一半

# people.count %lld
source: • %lld people
es_mx: • %lld personas
ja: • %lld人
ko: • %lld명
zh_hans: • %lld 人
zh_hant: • %lld 人

source: Per Person
es_mx: Por persona
ja: 一人あたり
ko: 1인당
zh_hans: 每人
zh_hant: 每人

source: %@ per person
es_mx: %@ por persona
ja: 一人あたり %@
ko: 1인당 %@
zh_hans: 每人 %@
zh_hant: 每人 %@

# personName
source: Name
es_mx: Nombre
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

# persons
source: People
es_mx: Personas
ja: 人物
ko: 인원
zh_hans: 人物
zh_hant: 人物

source: Please enter:
es_mx: Por favor, introduzca:
ja: 入力してください:
ko: 입력해 주세요:
zh_hans: 请填写：
zh_hant: 請填寫：

# popularCountries
source: Popular
es_mx: Populares
ja: 人気
ko: 인기
zh_hans: 常用
zh_hant: 常用

# progress %lld %lld
source: Progress: %1$lld/%2$lld
es_mx: Progreso: %1$lld/%2$lld
ja: 進捗: %1$lld/%2$lld
ko: 진행: %1$lld/%2$lld
zh_hans: 进度：%1$lld/%2$lld
zh_hant: 進度：%1$lld/%2$lld

source: Qty
ja: 数量
ko: 수량
zh_hans: 数量
zh_hant: 數量

# quantity %lld
source: Qty: %lld
es_mx: Cant.: %lld
ja: 数量: %lld
ko: 수량: %lld
zh_hans: 数量：%lld
zh_hant: 數量：%lld

# quickAction.addExpense.subtitle
source: Quick add expense
es_mx: Añadir gasto rápido
ja: 支出をすぐに追加
ko: 빠른 지출 추가
zh_hans: 快速添加消费
zh_hant: 快速新增消費

# quickAction.scanReceipt.subtitle
source: Take photo or select image
es_mx: Tomar foto o seleccionar imagen
ja: 写真を撮るか画像を選択
ko: 사진 촬영 또는 이미지 선택
zh_hans: 拍照或选择图片
zh_hant: 拍照或選擇圖片

source: Receipt Photo
es_mx: Foto del recibo
ja: レシート写真
ko: 영수증 사진
zh_hans: 收据照片
zh_hant: 收據照片

source: Receipt Preview
es_mx: Vista previa del recibo
ja: レシートプレビュー
ko: 영수증 미리보기
zh_hans: 发票预览
zh_hant: 發票預覽

source: Receipt Scan
es_mx: Escanear recibo
ja: レシートスキャン
ko: 영수증 스캔
zh_hans: 发票扫描
zh_hant: 發票掃描

source: Recognizing...
es_mx: Reconociendo...
ja: 認識中...
ko: 인식 중...
zh_hans: 正在识别...
zh_hant: 正在識別...

# recognizing.images %lld
source: Recognizing %lld images...
es_mx: %lld imágenes reconociendo...
ja: %lld枚の画像を認識中...
ko: %lld장의 이미지 인식 중...
zh_hans: 正在识别 %lld 张照片...
zh_hant: 正在識別 %lld 張照片...

source: Remote
es_mx: Remoto
ja: リモート
ko: 원격
zh_hans: 远程
zh_hant: 遠端

source: Remove Photo
es_mx: Eliminar foto
ja: 写真を削除
ko: 사진 삭제
zh_hans: 移除照片
zh_hant: 移除照片

source: Save
es_mx: Guardar
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save as Template
es_mx: Guardar como plantilla
ja: テンプレートとして保存
ko: 템플릿으로 저장
zh_hans: 保存为模板
zh_hant: 儲存為模板

# scannedItems
source: Items
es_mx: Artículos
ja: 明細
ko: 명세
zh_hans: 明细
zh_hant: 明細

# scanning.index %lld
source: Scanning image %lld
es_mx: Escaneando imagen %lld
ja: 画像 %lld をスキャン中
ko: 이미지 %lld 스캔 중
zh_hans: 扫描第 %lld 张
zh_hant: 掃描第 %lld 張

source: Scan Receipt
es_mx: Escanear recibo
ja: レシートをスキャン
ko: 영수증 스캔
zh_hans: 扫描发票
zh_hant: 掃描發票

# searchCountry
source: Search country or currency
es_mx: Buscar país o moneda
ja: 国または通貨を検索
ko: 국가 또는 통화 검색
zh_hans: 搜索国家或货币
zh_hant: 搜尋國家或貨幣

source: Search trips
es_mx: Buscar viajes
ja: 旅行を検索
ko: 여행 검색
zh_hans: 搜索行程
zh_hant: 搜尋行程

source: Select Category
es_mx: Seleccionar categoría
ja: カテゴリを選択
ko: 카테고리 선택
zh_hans: 请选择类别
zh_hant: 請選擇類別

source: Select Country
es_mx: Seleccionar país
ja: 国を選択
ko: 국가 선택
zh_hans: 请选择国家
zh_hant: 請選擇國家

# selectCountryFromMap
source: Select from Map
es_mx: Seleccionar en el mapa
ja: 地図から選択
ko: 지도에서 선택
zh_hans: 从地图选择
zh_hant: 從地圖選擇

source: Select from Map
es_mx: Seleccionar en el mapa
ja: 地図から選択
ko: 지도에서 선택
zh_hans: 从地图选择
zh_hant: 從地圖選擇

source: Select Template
es_mx: Seleccionar plantilla
ja: テンプレートを選択
ko: 템플릿 선택
zh_hans: 选择模板
zh_hant: 選擇模板

source: Select This Country
es_mx: Seleccionar este país
ja: この国を選択
ko: 이 국가 선택
zh_hans: 选择此国家
zh_hant: 選擇此國家

# selectTrip
source: Select a trip
es_mx: Seleccionar un viaje
ja: 旅行を選択
ko: 여행 선택
zh_hans: 请选择行程
zh_hant: 請選擇行程

# selectTripTitle
source: Select Trip
es_mx: Seleccionar viaje
ja: 旅行を選択
ko: 여행 선택
zh_hans: 选择行程
zh_hant: 選擇行程

source: Settlement
es_mx: Liquidación
ja: 精算
ko: 정산
zh_hans: 结算
zh_hant: 結算

# settlement.needMoreMembers
source: At least 2 members are required for settlement
es_mx: Se necesitan al menos 2 miembros para liquidar
ja: 精算には2名以上のメンバーが必要です
ko: 정산하려면 최소 2명의 멤버가 필요합니다
zh_hans: 至少需要 2 位成员才能进行结算
zh_hant: 至少需要 2 位成員才能進行結算

# settlement.noData
source: Add expenses to see settlement
es_mx: Añade gastos para ver la liquidación
ja: 支出を追加すると精算を確認できます
ko: 지출을 추가하면 정산을 확인할 수 있습니다
zh_hans: 添加消费后即可查看结算
zh_hant: 新增消費後即可查看結算

# signInFooter
source: Sign in to sync your data across devices. You can use the app without an account.
es_mx: Inicia sesión para sincronizar datos entre dispositivos. Puedes usar la app sin cuenta.
ja: サインインしてデバイス間でデータを同期。アカウントなしでも利用できます。
ko: 로그인하여 기기 간 데이터를 동기화하세요. 계정 없이도 사용할 수 있습니다.
zh_hans: 登录以在不同设备间同步数据。不登录也可以正常使用。
zh_hant: 登入以在不同裝置間同步資料。不登入也可以正常使用。

source: Sign in with Google
es_mx: Iniciar sesión con Google
ja: Googleでサインイン
ko: Google로 로그인
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

source: Sign in with Apple
es_mx: Iniciar sesión con Apple
ja: Appleでサインイン
ko: Apple로 로그인
zh_hans: 使用 Apple 登录
zh_hant: 使用 Apple 登入

source: Sign Out
es_mx: Cerrar sesión
ja: サインアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

# auth.error.notAuthenticated
source: Not authenticated
es_mx: No autenticado
ja: 認証されていません
ko: 인증되지 않음
zh_hans: 未登录
zh_hant: 尚未登入

source: Delete Account
es_mx: Eliminar cuenta
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除帐户
zh_hant: 刪除帳號

# deleteAccount.confirm
source: Delete Account?
es_mx: ¿Eliminar cuenta?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
zh_hans: 确定删除帐户？
zh_hant: 確定刪除帳號？

# deleteAccount.message
source: All your trips, expenses, and receipt images will be permanently deleted. This action cannot be undone.
es_mx: Todos tus viajes, gastos e imágenes de recibos se eliminarán permanentemente. Esta acción no se puede deshacer.
ja: すべての旅行、経費、レシート画像が完全に削除されます。この操作は取り消せません。
ko: 모든 여행, 경비, 영수증 이미지가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 所有行程、消费记录和收据图片将被永久删除，此操作无法撤销。
zh_hant: 所有行程、消費記錄和收據圖片將被永久刪除，此操作無法復原。

# deleteAccount.footer
source: This will permanently delete all your data including trips, expenses, and receipt images.
es_mx: Esto eliminará permanentemente todos tus datos, incluyendo viajes, gastos e imágenes de recibos.
ja: 旅行、経費、レシート画像を含むすべてのデータが完全に削除されます。
ko: 여행, 경비, 영수증 이미지를 포함한 모든 데이터가 영구적으로 삭제됩니다.
zh_hans: 这将永久删除您的所有数据，包括行程、消费记录和收据图片。
zh_hant: 這將永久刪除您的所有資料，包括行程、消費記錄和收據圖片。

source: Source
es_mx: Origen
ja: ソース
ko: 출처
zh_hans: 来源
zh_hant: 來源

source: Split Details
es_mx: Detalles de la división
ja: 割り勘の詳細
ko: 분할 상세
zh_hans: 分账明细
zh_hant: 分帳明細

source: Split Labels
es_mx: Etiquetas de división
ja: 割り勘ラベル
ko: 분할 라벨
zh_hans: 分账标签
zh_hant: 分帳標籤

# splitParticipants %@
source: Split with: %@
es_mx: Dividir con: %@
ja: 割り勘対象: %@
ko: 분할 대상: %@
zh_hans: 分摊对象: %@
zh_hant: 分攤對象: %@

source: Split With
es_mx: Dividir con
ja: 割り勘対象
ko: 분할 대상
zh_hans: 分账对象
zh_hant: 分帳對象

source: Start Date
es_mx: Fecha inicio
ja: 開始日
ko: 시작일
zh_hans: 开始日期
zh_hant: 開始日期

source: Start Scan
es_mx: Iniciar escaneo
ja: スキャン開始
ko: 스캔 시작
zh_hans: 开始扫描
zh_hant: 開始掃描

source: Suggested Settlements
es_mx: Liquidaciones sugeridas
ja: おすすめの精算方法
ko: 추천 정산 방법
zh_hans: 建议结算方式
zh_hant: 建議結算方式

# tab.scan
source: Scan
es_mx: Escanear
ja: スキャン
ko: 스캔
zh_hans: 扫描
zh_hant: 掃描

# tab.settings
source: Settings
es_mx: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# tab.trips
source: Trips
es_mx: Viajes
ja: 旅行
ko: 여행
zh_hans: 行程
zh_hant: 行程

# tag.group
source: Group
es_mx: Grupo
ja: グループ
ko: 단체
zh_hans: 团体
zh_hant: 團體

# tag.personal
source: Personal
ja: 個人
ko: 개인
zh_hans: 个人
zh_hant: 個人

# tag.reimbursable
source: Reimbursable
es_mx: Reembolsable
ja: 経費精算
ko: 환급 가능
zh_hans: 可报销
zh_hant: 可報銷

source: Tags
es_mx: Etiquetas
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Take Photo
es_mx: Tomar foto
ja: 写真を撮る
ko: 사진 촬영
zh_hans: 拍照
zh_hant: 拍照

# tapToSelectCountry
source: Tap on the map to select a country
es_mx: Toca el mapa para seleccionar un país
ja: 地図をタップして国を選択
ko: 지도를 탭하여 국가를 선택하세요
zh_hans: 点击地图选择国家
zh_hant: 點擊地圖選擇國家

# template.couple
source: Couple Trip
es_mx: Viaje en pareja
ja: カップル旅行
ko: 커플 여행
zh_hans: 双人旅行
zh_hant: 雙人旅行

# template.default
source: Default
es_mx: Por defecto
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

# template.family
source: Family Trip
es_mx: Viaje familiar
ja: 家族旅行
ko: 가족 여행
zh_hans: 家庭旅行
zh_hant: 家庭旅行

# template.solo
source: Solo Trip
es_mx: Viaje en solitario
ja: ひとり旅
ko: 혼자 여행
zh_hans: 独自旅行
zh_hant: 獨自旅行

source: Template Name
es_mx: Nombre de plantilla
ja: テンプレート名
ko: 템플릿 이름
zh_hans: 模板名称
zh_hant: 模板名稱

source: Templates
es_mx: Plantillas
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 模板

# templates.emptyState
source: Templates will appear here when you save label groups from trips
es_mx: Las plantillas aparecerán aquí cuando guardes grupos de etiquetas de viajes
ja: 旅行からラベルグループを保存すると、ここにテンプレートが表示されます
ko: 여행에서 라벨 그룹을 저장하면 여기에 템플릿이 표시됩니다
zh_hans: 从行程保存标签组合后，模板会显示在这里
zh_hant: 從旅程儲存標籤組合後，模板會顯示在這裡

source: This is me
es_mx: Soy yo
ja: 自分
ko: 나입니다
zh_hans: 这是我
zh_hant: 這是我

source: Time
es_mx: Hora
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Time Zone
es_mx: Zona horaria
ja: タイムゾーン
ko: 시간대
zh_hans: 时区
zh_hant: 時區

source: To Pay
es_mx: A pagar
ja: 支払い
ko: 지불할 금액
zh_hans: 需支付
zh_hant: 需支付

source: To Receive
es_mx: A recibir
ja: 受け取り
ko: 받을 금액
zh_hans: 可收回
zh_hant: 可收回

source: Total Budget
es_mx: Presupuesto total
ja: 総予算
ko: 총 예산
zh_hans: 总预算
zh_hant: 總預算

source: Total Budget (All Categories)
es_mx: Presupuesto total (todas las categorías)
ja: 総予算（全カテゴリ）
ko: 총 예산 (전체 카테고리)
zh_hans: 总预算（所有分类）
zh_hant: 總預算（所有分類）

source: Total Expenses
es_mx: Gastos totales
ja: 総支出
ko: 총 지출
zh_hans: 总支出
zh_hant: 總支出

# unitPrice
source: Unit
ja: 単価
ko: 단가
zh_hans: 单价
zh_hant: 單價

# totalPrice
source: Price
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Travel Companions
es_mx: Compañeros de viaje
ja: 旅行メンバー
ko: 여행 동반자
zh_hans: 旅伴
zh_hant: 旅伴

# tripLabels
source: Labels
es_mx: Etiquetas
ja: ラベル
ko: 라벨
zh_hans: 标签
zh_hant: 標籤

source: Trip Name
es_mx: Nombre del viaje
ja: 旅行名
ko: 여행 이름
zh_hans: 行程名称
zh_hant: 行程名稱

# trips.emptyState
source: Tap the + button in the top right to create your first trip
es_mx: Toca el botón + en la esquina superior derecha para crear tu primer viaje
ja: 右上の + ボタンをタップして最初の旅行を作成しましょう
ko: 오른쪽 상단의 + 버튼을 눌러 첫 여행을 만드세요
zh_hans: 点击右上角的 + 来创建您的第一个行程
zh_hant: 點擊右上角的 + 來創建您的第一個行程

source: Uncategorized
es_mx: Sin categoría
ja: 未分類
ko: 미분류
zh_hans: 未分类
zh_hant: 未分類

source: Update Amount
ja: 金額を更新
ko: 금액 업데이트
zh_hans: 更新金额
zh_hant: 更新金額

source: Update Rates
es_mx: Actualizar tasas
ja: レートを更新
ko: 환율 업데이트
zh_hans: 更新汇率
zh_hant: 更新匯率

source: Version
es_mx: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Week
es_mx: Semana
ja: 今週
ko: 이번 주
zh_hans: 本周
zh_hant: 本週

source: OK
es_mx: Aceptar
ko: 확인
zh_hans: 确定
zh_hant: 確定
